Repository: bit-part/craftcms_docs-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Admin accounts are special accounts that can do absolutely everything within Craft, including some things that there aren’t even explicit permissions for:
ja: 管理者アカウントは、明示的な権限がない次のことを含め、 Craft 内のすべての操作を確実に行うことができる特別なアカウントです。

source: Administrate other Admins (Craft Pro only)
ja: 他の管理者を管理する（Craft Pro のみ）

source: Advanced Routing
ja: 高度なルーティング

source: Advanced Topics
ja: 高度なトピックス

source: Advocating for, or encouraging, any of the above behavior.
ja: 上記のいずれかを支持する。または、奨励すること。

source: After an element is saved, the subfolder path will be parsed for any tags representing properties of the source element.
ja: エレメントが保存されると、サブフォルダパスはソースエレメントのプロパティに相当するタグで解析されます。

source: After creating a new site for a language, enable the new site in each Section.
ja: 言語向けに新しいサイトを作成したら、それぞれのセクションで新しいサイトを有効にします。

source: After defining your URI pattern and entering a template path, click the Save button.
ja: UIRI パターンを定義しテンプレートパスを入力したら、「保存」ボタンをクリックします。

source: After reading those three items, you can continue on to installing Craft via the Installation instructions.
ja: 3つの項目を読んだ後、インストールガイドによって Craft のインストールを続けることができます。

source: After successfully creating a new project via Composer, you'll see a link to the Craft setup command.
ja: Composer 経由で新しいプロジェクトを作成すると、Craft の setup コマンドへのリンクが表示されます。

source: After that, create a new Site in Craft for each supported language using the guide on configuring a multi-site setup in Craft.
ja: その後、Craft のマルチサイトをセットアップする際のガイドを使用して、サポートされる言語ごとの新しいサイトを Craft で作成します。

source: After that, read through The Pieces of Craft and the Craft Directory Structure.
ja: その後、Craft のピースとCraft のディレクトリ構造を読み通してください。

source: After you create at least one category group, you will be able to create categories for that group.
ja: 少なくとも1つのカテゴリグループを作成すると、そのグループのカテゴリを作成できるようになります。

source: After you create your groups, you can assign users to groups by going into their account settings and clicking on the Permissions tab.
ja: グループの作成後は、アカウント設定の「権利」タブをクリックして、ユーザーをグループに割り当てることができます。

source: Aggregate Methods
ja: 集計メソッド

source: Alias
ja: エイリアス

source: Aliases
ja: エイリアス

source: All fields share a few common settings:
ja: すべてのフィールドはいくつかの共通の設定があります。

source: All hope is not lost, though.
ja: しかし、すべての希望が失われたわけではありません。

source: All object properties (the config setting names) must be wrapped in double quotes
ja: （コンフィグ設定名である）すべてのオブジェクトプロパティは、ダブルクォートで囲まれていなければなりません。

source: All of the code you put within the for-loop will be repeated for each Matrix block in the field.
ja: for ループ内に記述されたすべてのコードは、 フィールドに含まれるそれぞれの行列ブロックに対して繰り返されます。

source: All of the content on your site will get entered into fields.
ja: サイトのすべてのコンテンツはフィールドに入力されます。

source: All of the same settings available to CP-defined transforms are also available to template-defined transforms.
ja: CP で定義されたトランスフォームで利用可能なすべて設定は、同様にテンプレートで定義されたトランスフォームでも利用できます。

source: All of them
ja: すべて

source: All sites that have CSRF Protection enabled must include this in each form that submits via POST.
ja: CSRF 保護が有効になっているすべてのサイトでは、POST 経由で送信するそれぞれのフォームにこれを含めなければなりません。

source: All strings must use double quotes rather than single quotes
ja: すべての文字列は、シングルクォートではなくダブルクォートを使用しなければなりません。

source: Allow line breaks – Whether or not to allow line breaks in this field
ja: 改行を許可 – フィールド内で改行を許可するかどうか

source: Alternatively, if you already needed to fetch the actual query results, and you didn’t set the offset or limit params, you can use the `|length` filter to find the total size of the results array without the need for an extra database query.
ja: 代替方法として、実際のクエリ結果を事前にフェッチする必要があり、かつ、offset や limit パラメータをセットしていない場合、 `|length` フィルタを使うことで、余分なデータベースクエリを必要とせず、結果の配列の合計サイズを確認できます。

source: Alternatively, if you already needed to fetch the actual query results, and you didn’t set the offset or limit params, you can use the length filter to find the total size of the results array without the need for an extra database query.
ja: 代替方法として、実際のクエリ結果を事前にフェッチする必要があり、かつ offset や limit パラメータをセットしていない場合、 length フィルタを使うことで、余分なデータベースクエリを必要とせず、結果の配列の合計サイズを確認できます。

source: An array of element objects and/or IDs
ja: エレメントオブジェクト、および / または、 ID の配列

source: An element’s ID
ja: エレメントの ID

source: Android: Chrome 4.4 or later
ja: Android: Chrome 4.4 以降

source: Another N+1 problem occurs when looping through a set of assets, and applying image transforms to each of them.
ja: アセットをセットしたループでそれぞれに画像の変形を適用する場合、別の N+1 問題が発生します。

source: Any HTML attributes that should be included on the tag.
ja: タグに含めるべき、HTML 属性。

source: Any decision you take will affect users and colleagues, and you should take those consequences into account when making decisions.
ja: あなたの意思決定はユーザーや同僚に影響を与えるでしょう。そのため、決定を下す際はどのような結果になるかを考慮すべきです。

source: Any items returned by that array will get merged into the main application configuration array.
ja: 配列として返された項目は、 メインのアプリケーション設定の配列にマージされます。

source: Anything put inside of the comments tags will not render to the final template, not even as an HTML comment.
ja: コメントタグの内側に記述された内容は、HTML コメントとは異なり、最終的なテンプレートにレンダリングされません。

source: Application Config
ja: アプリケーション設定

source: Applying CP-defined Transforms to Images
ja: CP で定義された画像の変形を適用する

source: Arguments
ja: 引数

source: As soon as you add an additional site to your Craft installation, Craft will start checking for site permissions whenever users try to edit content.
ja: インストールされた Craft にサイトを追加すると、Craft はユーザーがコンテンツの編集を試みるたびに、サイトのパーミッションをチェックしはじめます。

source: As you can see, they are made up three segments:
ja: ご覧の通り、それらは3つのセグメントで構成されています。

source: As you type into the text input, the Tags field will search through the existing tags that belong to the field’s tag group, and suggest tags in a menu below the text input.
ja: テキスト入力欄に入力すると、タグフィールドはそのタググループに属する既存のタグを検索し、入力欄の下のメニューにタグのサジェストを表示します。

source: Ask your hosting provider if {% cache %} is right for you.
ja: {% cache %} が適切かどうかをホスティングプロバイダに問い合わせてください。

source: Asset
ja: アセット

source: Asset Bundles
ja: アセットのバンドル

source: Asset Meta Fields
ja: アセットメタフィールド

source: Asset Queries
ja: アセットクエリ

source: Asset Query Params
ja: アセットのクエリパラメータ

source: Assets
ja: アセット

source: Assets Fields
ja: アセットフィールド

source: Assets Index
ja: アセットインデックス

source: Assets are files managed by Craft.
ja: アセットは Craft で管理されているファイルです。

source: Assets fields allow you to select related assets.
ja: アセットフィールドでは、関連するアセットを選択できます。

source: Assets fields have the following settings:
ja: アセットフィールドの設定は、次の通りです。

source: Assets fields list all of the currently selected assets, with a button to select new ones:
ja: アセットフィールドには、現在選択されているすべてのアセットのリストと、新しいアセットを追加するためのボタンがあります。

source: Assets, Categories, Entries, Users, and Tags each support a relatedTo parameter, enabling all kinds of crazy things.
ja: アセット、カテゴリ、エントリ、ユーザー、およびタグは、それぞれ relatedTo パラメータをサポートし、あらゆる種類のとんでもないことを可能にします。

source: Assets, categories, entries, users, and tags each support their own set of additional attributes to search against:
ja: アセット、カテゴリ、エントリ、ユーザー、およびタグは、それぞれ独自の属性を追加して検索することができます。

source: Assets use the field layout defined by their asset source in Settings → Assets → → Field Layout.
ja: アセットは、「設定 > アセット > アセットソース名 > フィールドレイアウト」のアセットソースごとに定義されたフィールドレイアウトを使用します。

source: Assets use the field layout defined by their asset volume in Settings → Assets → → Field Layout.
ja: アセットは、「設定 > アセット > アセットボリューム名 > フィールドレイアウト」のアセットボリュームごとに定義されたフィールドレイアウトを使用します。

source: Assign them where appropriate.
ja: 権限を与えたいものを割り当ててください。

source: Assigning Categories
ja: カテゴリの割り当て

source: Assigning Tags
ja: タグの割り当て

source: At the beginning of the page’s
ja: ページの の冒頭

source: At the end of the page’s
ja: ページの の最後

source: At the end of the page’s , within jQuery(document).ready()
ja: ページの の最後、 jQuery(document).ready() の中で

source: At the end of the page’s , within jQuery(window).load()
ja: ページの の最後、jQuery(window).load() の中で

source: Atom Feed
ja: Atom フィード

source: Attributes will be rendered by .
ja: 属性は によってレンダリングされます。

source: Attributes will be rendered by yii\helpers\Html::renderTagAttributes().
ja: 属性は yii\helpers\Html::renderTagAttributes() によってレンダリングされます。

source: Available Permissions
ja: 利用可能な権限

source: Available Tokens
ja: 利用可能なトークン

source: Available drivers are listed in the Yii2 Queue Extension documentation.
ja: 利用可能なドライバは、Yii2 Queue Extension documentation に記載されています。

source: Base URL
ja: ベース URL

source: Based on the Site name, Craft will generate a Site Handle.
ja: サイト名をベースにして、Craft はサイトのハンドルを生成します。

source: Basic Syntax
ja: 基本構文

source: Batch-Setting Parameters
ja: パラメータの一括設定

source: Be careful in the words that you choose. We are a community of professionals, and we conduct ourselves professionally.
ja: 言葉選びに注意を払ってください。 わたしたちはプロフェッショナルによるコミュニティです。そのため、わたしたち自身がプロフェッショナルらしく振る舞いましょう。

source: Be considerate. Your work will be used by other people, and you in turn will depend on the work of others.
ja: 思いやりをもってください。 あなたの行為は他の誰かに使われ、あなたは他の誰かの行為に依存することでしょう。

source: Be friendly and patient.
ja: 友好的、かつ、寛容でいてください。

source: Be kind to others.
ja: 他者に親切であってください。

source: Be respectful. Not all of us will agree all the time, but disagreement is no excuse for poor behavior and poor manners.
ja: 敬意をもってください。 常に全会一致ということはないでしょう。しかし、意見の相違がひどい行為やひどいマナーの弁解にはなりません。

source: Be sure and adjust the “sectionId” to the actual ID of the section want to save the entry to.
ja: 「sectionId」は必ずエントリを保存したいセクションの実際の ID に調整してください。

source: Be welcoming. We strive to be a community that welcomes and supports people of all backgrounds and identities.
ja: 歓迎してください。 わたしたちはすべてのバックグラウンドとアイデンティティの人々を歓迎し、サポートするコミュニティであろうと努力します。

source: Because of this Craft responds to URLs that don’t point to a valid directory or file in your web root.
ja: これによって、Craft はウェブルート内の有効なディレクトリやファイルを指し示さない URL に応答します。

source: Before working with relations in Craft, it's important to grasp the following terms, as they are relevant to the templating side of things.
ja: Craft のリレーションを操作する前に、それがテンプレート記法に関連するため、次の用語を把握することが重要です。

source: Before you begin working on a plugin, you need to decide on a few things:
ja: プラグイン作成に取り組む前に、いくつかのことを決めておく必要があります。

source: Before you begin, make sure that:
ja: はじめる前に、次のことを確認してください。

source: Before you can create categories, you must create Category Groups to contain them.
ja: カテゴリを作成する前に、それらを含めるためのカテゴリグループを作成しなければなりません。

source: Before you can create entries, you must create Sections to contain them.
ja: エントリを作成する前に、それらを含めるためのセクションを作成しなければなりません。

source: Before you can create tags, you must create Tag Groups to contain them.
ja: タグを作成する前に、それらを含めるためのタググループを作成しなければなりません。

source: Before you get started using Craft CMS to build your website, let's first talk about the pieces of Craft.
ja: Craft CMS でウェブサイトを構築する前に、 Craft のピースについて説明しましょう。

source: Before you install Craft, it's important that you check that your server will meet the requirements.
ja: Craft をインストールする前に、サーバーが要件を満たしているか調べることは重要です。

source: Being unable to understand why someone holds a viewpoint doesn’t mean that they’re wrong.
ja: 誰かが持つ視点を理解できないからといって、その視点が間違っていることを意味しません。

source: Best Practices
ja: ベストプラクティス

source: Beyond that, you can use all of the same keys available to the config setting.
ja: その他に、コンフィグ設定の で利用可能なすべてのキーを使用できます。

source: Beyond that, you can use all of the same keys available to the defaultSearchTermOptions config setting.
ja: その他に、コンフィグ設定の defaultSearchTermOptions で利用可能なすべてのキーを使用できます。

source: Blocks can also be reordered by dragging the “Move” icon at the end of the block’s title bar.
ja: ブロックは、そのブロックのタイトルバーの最後にある「移動」アイコンをドラックして並び替えることもできます。

source: Both Channel and Structure sections let you define multiple types of entries using Entry Types.
ja: チャンネルとストラクチャーセクションの両方では、入力タイプを用いて複数のタイプのエントリを定義できます。

source: Bottom-Center
ja: 下部中央

source: Bottom-Left
ja: 下部左

source: Bottom-Right
ja: 下部右

source: But if you point your browser directly at a file that does exist (such as an image URL), your web server will serve that file directly without Craft intervening.
ja: しかし、（画像 URL のような）実際に存在するファイルをブラウザが直接指し示す場合、ウェブサーバーは、Craft の介入なしで、直接そのファイルを配信します。

source: By default Craft will use a custom queue driver based on the extension’s DB driver, but you can switch to a different driver by overriding Craft’s queue component from config/app.php:
ja: デフォルトでは、Craft はエクステンションの DB driver をベースとする custom queue driver を使用しますが、config/app.php から Craft の queue コンポーネントを上書きすることによって、別のドライバに切り替えることができます。

source: By default that will be the elements’ IDs, but you can customize that with the select() param.
ja: デフォルトではエレメントの ID になりますが、select() パラメータでカスタマイズすることができます。

source: By default that will be the element’s ID, but you can customize that with the select() param.
ja: デフォルトではエレメントの ID になりますが、select() パラメータでカスタマイズすることができます。

source: By default the first column will be the elements’ IDs, but you can customize that with the select() param.
ja: デフォルトでは最初のカラムがエレメントの ID になりますが、select() パラメータでカスタマイズすることができます。

source: By default, at endBody will be used.
ja: デフォルトでは、at endBody が使われます。

source: By default, Craft will store data caches in the storage/runtime/cache/ folder.
ja: デフォルトでは、Craft は storage/runtime/cache/ フォルダにデータキャッシュを格納します。

source: By default, every category will have a Title filed (the category name).
ja: デフォルトでは、すべてのカテゴリはタイトルフィールド（カテゴリ名）を持っています。

source: By default, no users or groups have access to any site, so you need to assign them.
ja: デフォルトでは、ユーザーやグループはどのサイトにもアクセスできないため、それらを割り当てる必要があります。

source: By default, redirects will have 302 status codes, which tells the browser that the requested URL has only been moved to the redirected URL temporarily.
ja: デフォルトでは、 リダイレクトはステータスコード 302 を持っていて、リクエストされた URL がリダイレクトされた URL に 一時的に 移動されたことをブラウザに伝えます。

source: By default, there will be some settings in here that can safely be changed or removed, including:
ja: デフォルトで安全に変更したり削除できる設定には、次のものが含まれます。

source: By default, users will be redirected based on your postLoginRedirect config setting value after logging in.
ja: デフォルトでは、ユーザーがログイン後にコンフィグ設定 postLoginRedirect の値に基づきリダイレクトされます。

source: By default, your Matrix field will return the first 100 blocks.
ja: デフォルトでは、行列フィールドは最初の100ブロックを返します。

source: By default, your custom fields will store values on a per-site basis.
ja: デフォルトでは、カスタムフィールドはサイト単位で値を保存します。

source: By doing that, Craft will return all of the elements related to the given element(s), regardless of which one’s the source or target.
ja: それによって、ソースかターゲットかに関わらず、Craft は与えられたエレメントに関連するすべてのエレメントを返します。

source: By requiring the block type handle as part of the eager-loading key, Matrix can be confident that it is eager-loading the right set of elements.
ja: eager-loading キーの一部にブロックタイプのハンドルを必要とすることで、行列が正しいエレメントを eager-loading していると確信できます。

source: CP Browser Requirements
ja: CP のブラウザ要件

source: CRAFT_BASE_PATH – The path to the base directory that Craft will look for config/, templates/, and other directories within by default.
ja: CRAFT_BASE_PATH – Craft がデフォルトで探す config/、templates/、および他のディレクトリのベースディレクトリのパス。

source: CRAFT_COMPOSER_PATH – The path to composer.json.
ja: CRAFT_COMPOSER_PATH – composer.json のパス。

source: CRAFT_CONFIG_PATH – The path to the config/ directory.
ja: CRAFT_CONFIG_PATH – config/ ディレクトリのパス。

source: CRAFT_CONTENT_MIGRATIONS_PATH – The path to the migrations/ directory used to store content migrations.
ja: CRAFT_CONTENT_MIGRATIONS_PATH – コンテンツマイグレーションの格納に使用する migrations/ ディレクトリのパス。

source: CRAFT_ENVIRONMENT – The environment ID that multi-environment configs can reference when defining their environment-specific config values.
ja: CRAFT_ENVIRONMENT – 環境特有の設定値を定義する際に参照できるマルチ環境設定の環境 ID。

source: CRAFT_LICENSE_KEY – Your Craft license key, if for some reason that must be defined by PHP rather than a license key file.
ja: CRAFT_LICENSE_KEY – ライセンスキーファイルではなく PHP によって定義されなければならないなんらかの理由がある場合の Craft のライセンスキー

source: CRAFT_LICENSE_KEY_PATH – The path that Craft should store its license key file, including its filename.
ja: CRAFT_LICENSE_KEY_PATH – ファイル名を含めた Craft が格納するライセンスキーファイルを保存するパス。

source: CRAFT_PLUGINS_PATH – The path to the plugins/ directory used to store manually-installed plugins.
ja: CRAFT_PLUGINS_PATH – マニュアルインストールされたプラグインの格納に使用する plugins/ ディレクトリのパス。

source: CRAFT_SITE – The Site handle or ID that Craft should be serving from this index.php file.
ja: CRAFT_SITE – Craft が index.php ファイルから提供するべきサイトハンドル、または、サイト ID。

source: CRAFT_STORAGE_PATH – The path to the storage/ directory.
ja: CRAFT_STORAGE_PATH – storage/ ディレクトリのパス。

source: CRAFT_TEMPLATES_PATH – The path to the templates/ directory.
ja: CRAFT_TEMPLATES_PATH – templates/ ディレクトリのパス。

source: CRAFT_TRANSLATIONS_PATH – The path to the translations/ directory.
ja: CRAFT_TRANSLATIONS_PATH – translations/ ディレクトリのパス。

source: CRAFT_VENDOR_PATH – The path to the vendor/ directory.
ja: CRAFT_VENDOR_PATH – vendor/ ディレクトリのパス。

source: CSRF Token Params
ja: CSRF トークンパラメータ

source: CSRF protection is enabled by default in Craft 3.
ja: CSRF プロテクションは、Craft 3 ではデフォルトで有効になりました。

source: Cache clearing
ja: キャッシュのクリア

source: Caches the output globally (for the current site locale), rather than on a per-URL basis.
ja: URL ごとではなく、（現在のサイトロケールのための）グローバルな出力をキャッシュします。

source: Calling a Color field in your templates will return a object, or null if no color was selected.
ja: テンプレート内でカラーフィルドを呼び出すと、 オブジェクトが返ります。カラーが選択されていなければ、 null を返します。

source: Calling a Color field in your templates will return a craft\fields\data\ColorData object, or null if no color was selected.
ja: テンプレート内でカラーフィルドを呼び出すと、craft\fields\data\ColorData オブジェクトが返ります。カラーが選択されていなければ、null を返します。

source: Calling a Date field in your templates will return a DateTime object set to the selected date, or null if the field doesn’t have a value.
ja: テンプレート内で日付フィールドを呼び出すと、選択された日付の DateTime オブジェクトが返ります。フィールドに値がない場合、null を返します。

source: Calling a Number field in your templates will return the number that was entered in the field.
ja: テンプレート内で数字フィールドを呼び出すと、フィールドに入力された数字を返します。

source: Calling a Plain Text field in your templates will return the value that was entered in the field.
ja: テンプレート内でプレーンテキストフィールドを呼び出すと、フィールドに入力された値を返します。

source: Calling a Table field in your templates will return an array of the rows.
ja: テンプレート内でテーブルフィールドを呼び出すと、行の配列を返します。

source: Calling the source's relational field handle (ingredients) returns an Element Criteria Model that can output the field’s target elements, in the field-defined order.
ja: ソースの関連フィールドのハンドル（ingredients）を呼び出すと、そのフィールドのターゲットエレメントをフィールドに定義された順番で出力することができる Element Criteria Model が返ります。

source: Capitalizes the first character of a string.
ja: 文字列の最初の文字を大文字にします。

source: Capitalizes the first character of each word in a string.
ja: 文字列に含まれるそれぞれの単語の最初の文字を大文字にします。

source: Categories
ja: カテゴリ

source: Categories Fields
ja: カテゴリフィールド

source: Categories fields allow you to relate categories to the parent element.
ja: カテゴリフィールドでは、カテゴリを親エレメントに関連付けることができます。

source: Categories fields have the following settings:
ja: カテゴリフィールドの設定は、次の通りです。

source: Categories fields list all of the currently selected categories, with a button to select new ones:
ja: カテゴリフィールドには、現在選択されているカテゴリのリストと、新しいカテゴリを追加するためのボタンがあります。

source: Categories use the field layout defined by their Category Group in Settings → Categories → → Field Layout.
ja: カテゴリは、「設定 > カテゴリ → カテゴリグループ名 > フィールドレイアウト」のカテゴリグループごとに定義されたフィールドレイアウトを使用します。

source: Category
ja: カテゴリ

source: Category Edit Modal
ja: カテゴリの編集モーダル

source: Category Field Layout
ja: カテゴリフィールドレイアウト

source: Category Group handle (how you'll refer to the Category Group in your templates)
ja: カテゴリグループのハンドル（テンプレートから、そのカテゴリグループを参照する方法）

source: Category Group name
ja: カテゴリグループの名前

source: Category Groups
ja: カテゴリグループ

source: Category Index
ja: カテゴリインデックス

source: Category Queries
ja: カテゴリクエリ

source: Category Query Params
ja: カテゴリのクエリパラメータ

source: Center-Center
ja: 中央 - 中央

source: Center-Left
ja: 中央 - 左

source: Center-Right
ja: 中央 - 右

source: Chained method calls should each be placed on their own line, with the -> operator at the beginning of each line.
ja: チェインメソッドの呼び出しは、各行の先頭に -> 演算子を付けて、独自の行に配置する必要があります。

source: Changelogs and Updates
ja: 更新履歴とアップデート

source: Changes in Craft 3
ja: Craft 3 の変更点

source: Channel and Structure sections can choose whether their entries should be assigned URLs in the system, by filling in the “Entry URI Format” setting.
ja: チャンネルとストラクチャーセクションでは、「エントリー URI 形式」設定を入力することでシステム内のエントリに URL を割り当てるかどうかを選択できます。

source: Channels
ja: チャンネル

source: Channels are used for streams of similar content, such as:
ja: チャンネルは、次のような類似するコンテンツのストリームに利用します。

source: Character Set: UTF8
ja: 文字セット： UTF8

source: Check the box for "This site has its own base URL" and then put in the Base URL.
ja: 「このサイトには独自の基本 URL があります」のチェックボックスをオンにし、ベース URL を入力します。

source: Checkbox Options – Define the checkboxes that will be available in the field.
ja: チェックボックスのオプション – フィールドで利用可能なチェックボックスを定義します。

source: Checkboxes Fields
ja: チェックボックスフィールド

source: Checkboxes fields give you a group of checkboxes.
ja: チェックボックスフィールドでは、チェックボックスのグループが提供されます。

source: Checkboxes fields have the following settings:
ja: チェックボックスの設定は、次の通りです。

source: Checkboxes fields will show each of the checkbox options as defined in the field settings:
ja: チェックボックスフィールドでは、フィールド設定で定義された各チェックボックスのオプションが表示されます。

source: Checkboxes
ja: チェックボックス

source: Checking Your Server
ja: サーバーの確認

source: Choose a Parent category.
ja: 親カテゴリの選択。

source: Choose from Single-line text, Multi-line text, Number, and Checkbox.
ja: 一行テキスト、複数行のテキスト、数字、チェックボックスから選択します。

source: Choose the entry type (if there’s at least two to choose from)
ja: （選択候補が2つ以上ある場合）入力タイプの選択

source: Choose the entry’s Expiration Date (optional)
ja: エントリの有効期限の選択（オプション）

source: Choose the entry’s Post Date
ja: エントリの投稿日の選択

source: Choose the entry’s author (Pro edition only)
ja: エントリーの投稿者の選択（Pro エディションのみ）

source: Choose the entry’s author (Users required)
ja: エントリの投稿者の選択（ユーザーが必要）

source: Choose the entry’s parent (if it’s within a Structure section)
ja: （ストラクチャーセクションに含まれる場合）エントリの親の選択

source: Choose the group your site should belong to using the drop-down.
ja: ドロップダウンメニューからサイトが所属するグループを選択します。

source: Choose the language for this site (see above for more information on how you can use languages).
ja: サイトの言語を選択してください。（言語の使い方の詳細は、上記を参照してください）

source: Choose whether the entry is enabled or not
ja: エントリを有効にするかどうかの選択

source: Choose whether you want to propagate the entries across all sites.
ja: すべての有効サイトにエントリを広げるかどうかを選択します。

source: Choosing the language for the site tells Craft the language to use when formatting dates, times, and numbers, and translating static messages.
ja: サイトの言語を選択すると、日付、時間、および数字の書式と、翻訳の静的メッセージで使用するための言語を Craft に伝えます。

source: Chrome 29 or later
ja: Chrome 29 以降

source: Click on Utilities and then choose Updates.
ja: 「ユーティリティ」をクリックし、その後「アップデート」を選択します。

source: Click “Finish up” to complete the setup process.
ja: 「Finish up（完了）」 ボタンをクリックしてセットアッププロセスを完了します。

source: Clicking on an entry type’s name takes you to its settings page:
ja: いずれかの入力タイプの名前をクリックすると、その設定ページへ移動します。

source: Clicking on it will reveal a context menu with two options:
ja: クリックすると2つのオプションを含むコンテキストメニューを表示します。

source: Clicking on it will take you to the Assets Index with a list of all of your volumes in the left sidebar, and the selected volume’s files in the main content area.
ja: それをクリックすると、左サイドバーにすべてのボリュームのリスト、メインコンテンツエリアに選択されたボリュームのファイルが表示されたアセットのインデックスに移動します。

source: Clicking on it will take you to the category index.
ja: クリックすると、カテゴリのインデックスに移動します。

source: Clicking on it will take you to the entry index.
ja: クリックすると、エントリのインデックスに移動します。

source: Clicking on this will take you to a page that lists all of your Global Sets in a sidebar, as well as all of the fields associated with the selected Global Set in the main content area.
ja: これをクリックすると、サイドバーにすべてのグローバル設定のリスト、メインコンテンツエリアに選択されたグローバル設定に関連するすべてのフィールドが表示されたページに移動します。

source: Clicking that will initiate Craft’s self-updating process.
ja: クリックすると、 Craft の自動更新プロセスが開始されます。
